Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/justice/law_enforcement/sex_offenders_orders.html.txt.tmx
Source language: en
Languages: ga

source: When sex offenders are released from prison they are subject to certain requirements that are set out in the Sex Offenders Act 2001
ga: Nuair a scaoiltear ciontóirí gnéis saor ón bpríosún tá siad faoi réir roinnt riachtanas atá leagtha amach sa An tAcht um Chiontóirí Gnéis 2001

source: Information on post-release supervision is available here
ga: Tá faisnéis ar mhaoirseacht iar-scaoiltea ar fáil anseo

source: In addition, the courts have the power to impose certain extra restrictions on a sex offenders following the person’s release from prison if the court is satisfied that the sex offender may pose a serious threat to the public
ga: Lena chois sin, tá cumhacht ag na cúirteanna roinnt srianta breise a ghearradh ar chiontóirí gnéis i ndiaidh an duine a scaoileadh saor ón bpríosún má tá an chúirt sásta go bhféadfadh an ciontóir gnéis a bheith ina mhórchontúirt don phobal

source: Who can obtain a sex offenders order?
ga: Cé atá in ann ordú ciontóra gnéis a fháil?

source: A member of the Gardaí (not below the rank of Chief Superintendent) may apply to the Circuit Court for an order against any sex offender whose behaviour in the community gives the Gardaí reasonable cause for concern and is necessary to protect the public from serious harm
ga: Is féidir le comhalta de na Gardaí (nach bhfuil faoi chéim an Ard-Cheannfoirt) iarratas a dhéanamh chuig an Cúirt Chuarda chun ordú a fháil in aghaidh aon chiontóra gnéis a dtugann a iompraíocht sa phobal cúis réasúnta imní do na Gardaí agus go bhfuil riachtanas ann an pobal a chosaint ar mhórdhíobháil

source: Two criteria must be satisfied before an application for an order can be made
ga: Caithfear dhá chritéar a shásamh sular féidir ordú a dhéanamh

source: • The offender must have been convicted of certain sexual offence(s) set out in the Sex Offenders Act 2001
ga: • Caithfidh gur ciontaíodh an ciontóir i roinnt cion/ta gnéis leagtar amach in Acht na gCiontóirí Gnéis 2001

source: • The offender must act, following release from prison, in such a way as to give the court reasonable grounds for believing that the public must be protected from serious harm
ga: • Caithfidh an ciontóir gníomhú, i ndiaidh a scaoilte saor ón bpríosún, ar dhóigh a thabharfadh cúis réasúnta don chúirt le creidiúint go gcaithfear an pobal a chosaint ó mhórdhíobháil

source: The term serious harm means death or serious personal injury (whether physical or psychological) which would result if the offender were to commit a sexual offence
ga: Ciallaíonn an téarma mórdhíobháil bás nó tromghortú pearsanta (bíodh sin fisiceach nó síceolaíoch) a tharlódh dá ndéanfadh an ciontóir cion gnéis

source: What does a sex offenders order do?
ga: Cad é a dhéanann ordú ciontóra gnéis?

source: An order can prohibit a sex offender from doing certain things
ga: Is féidir le hordú cosc a chur ar chiontóir gnéis rudaí áirithe a dhéanamh

source: The terms of each individual sex offenders order largely depend on the evidence given to the court by the Chief Superintendent
ga: Braitheann téarmaí gach ordú ciontóra gnéis ar leith go mór ar an bhfianaise a thugann an tArd-Cheannfort don chúirt

source: If, for example, the Gardaí apply for a sex offenders order to the court, as they are concerned that a sex offender is loitering in the vicinity of a school playground, then the court could include a condition in the order to prevent the offender from going within a certain distance of school playgrounds
ga: Má chuireann na Gardaí iarratas isteach ar ordú ciontóra gnéis leis an gcúirt, mar shampla, cionn is go bhfuil imní orthu go bhfuil ciontóir gnéis ag síománaíocht i gcomharsanacht chlós súgartha scoile, ansin is féidir leis an gcúirt coinníoll a chur isteach san ordú le cosc a chur ar an gciontóir dul laistigh d’achar áirithe ó chlóis súgartha scoile

source: Similarly, the court could order a sex offender to refrain from attending night-clubs if evidence given by the Gardaí gave reasonable cause for concern that the public would be in serious danger if the sex offender attended the night-club
ga: Ar an dóigh chéanna, thiocfadh leis an gcúirt ordú do chiontóir gan dul chuig clubanna oíche dá gcuirfeadh fianaise a thugann na Gardaí cúis réasúnta imní ar dhuine go mbeadh an pobal i mórchontúirt dá mbeadh an ciontóir ag dul chuig an gclub oíche

source: As sex offenders orders are applied for by the Gardaí, it is for the Gardaí to ensure the offender complies with the order. There is no duty placed on the sex offender other than to comply with the terms of the order
ga: De réir mar a dhéanann na Gardaí iarratais ar orduithe ciontóra gnéis, tá sé faoi na Gardaí a chinntiú go gcomhlíonann an ciontóir coinníollacha an ordaithe

source: This means for example, the sex offender is not required to report to the local Garda station during the period for which the order is in force
ga: Ciallaíonn sé seo, mar shampla, go bhfuil nach gcaithfidh an ciontóir gnéis tuairisiciú chuig stáisiún áitiúil na nGardaí le linn na tréimhse ina bhfuil an t-ordú i bhfeidhm

source: When does the order take effect?
ga: Cá huair a thiocfaidh an t-ordú i bhfeidhm?

source: An order takes effect when it is notified to the sex offender
ga: Tagann ordú i bhfeidhm nuair a fhaisnéisítear don chiontóir gnéis é

source: It may be notified in either of the following ways:
ga: Is féidir é a fhaisnéisiú ar cheachtar de na dóigheanna seo a leanas:

source: • The sex offender, or a representative, is told verbally that an order has been made, together with production of a copy of the order
ga: • Insítear don chiontóir gnéis, nó dá ionadaí, i bhfocail go ndearnadh ordú, chomh maith le cóip den ordú a thabhairt do/di

source: • If the sex offender is present in court when the Order is made the offender is deemed to have been notified
ga: • Má tá an ciontóir i láthair sa chúirt nuair a dhéantar an tOrdú meastar gur cuireadh an ciontóir ar an eolas

source: How long does a sex offender order last?
ga: Cá fhad a mhaireann ordú ciontóra gnéis?

source: A sex offender order remains in force until the end of:
ga: Leanann ordú ciontóra gnéis i bhfeidhm go dtí deireadh:

source: • Five years from the date the offender has been notified or
ga: • Cúig bliana ón dáta ar faisnéisíodh an ciontóir

source: • Any longer period the court decides is appropriate
ga: • Aon tréimhse níos faide a chinneann an chúirt

source: If a sex offender successfully appeals the order to the Circuit Court and the court discharges the order, then it is no longer in force
ga: Má éiríonn le ciontóir gnéis lena achomharc in aghaidh an ordaithe chuig Chúirt Chuarda agus díscaoileann an chúirt an t-ordú, níl sé i bhfeidhm níos mó

source: It is possible for the Gardaí to apply to the Circuit Court for a variation (or change) on the original order
ga: Is féidir leis na Gardaí iarratas a dhéanamh chuig an Chúirt Chuarda le haghaidh athraithe ar an mbunordú

source: This normally occurs when the Gardaí are of the view that the sex offender’s behaviour has given rise to a further cause for concern and the behaviour hasn’t been addressed by the court or brought to the court’s attention when issuing the original order
ga: Tarlaíonn sé seo de ghnáth nuair a bhíonn na Gardaí den bharúil go raibh ábhar imní breise ann de dheasca iompraíocht an chiontóra gnéis, agus nár thug an chúirt faoin iompraíocht nó nár tugadh an iompraíocht ar aird na cúirte nuair a bhí an bunordú á eisiúint

source: This process ensures that one order exists against a sex offender and it can be varied if needs be
ga: Cinntíonn an próiseas seo nach bhfuil ach aon ordú ann in aghaidh ciontóra gnéis agus is féidir é athrú más gá

source: Failure to comply with a sex offender order
ga: Mainneachtain ordú ciontóra gnéis a chomhlíonadh

source: Any breach of the terms of a sex offenders order is an arrestable offence as set out in the Criminal Law Act 1997
ga: Is cion inghabhála é aon sárú a dhéanamh ar théarmaí ordaithe ciontóra gnéis mar a leagtar amach sa Acht um an Dlí Coiriúil 1997

source: This means that the Gardaí have the power to arrest a sex offender without an arrest warrant or without having to get permission from the courts where the Gardaí have reasonable grounds for believing that the person is not complying with the terms of the sex offenders order
ga: Ciallaíonn sé seo go bhfuil cumhacht ag na Gardaí ciontóir gnéis a ghabháil gan barántas gabhála nó gan riachtanas cead a fháil ó na cúirteanna nuair atá cúis réasúnta ag na Gardaí le creidiúint nach bhfuil an duine ag comhlíonadh théarmaí an ordaithe ciontóra gnéis

source: Anyone found guilty of breaching a sex offender order may be fined or imprisoned for up to five years (or both)
ga: Is féidir fíneáil nó príosúnacht suas le cúig bliana (nó an dá rud) a ghearradh ar aon duine a chiontaítear as ordú ciontóra gnéis a shárú

source: Appealing a sex offender order
ga: Ag déanamh achomhairc ar ordú ciontóra gnéis

source: The Sex Offenders Act 2001 allows someone who is subject to a sex offenders order to apply to court to make a change to the order, or to have the order cancelled
ga: Tugann an tAcht um Chiontóirí Gnéis 2001 deis do dhuine éigin atá faoi réir ag ordú ciontóra gnéis iarratas a dhéanamh chun na cúirte chun athrú a dhéanamh ar an ordú, nó an t-ordú a chur ar ceal

source: The Court has the power to vary or cancel the order if the court is satisfied that:
ga: Tá cumhacht ag an gCúirt an t-ordú a athrú nó a chur ar ceal má tá an chúirt sásta:

source: • The protection of the public from serious harm from the sex offender doesn’t require the order to continue in force
ga: • Nach gá go leanfadh an t-ordú i bhfeidhm leis an bpobal a chosaint ar mhórdhíobháil ón chiontóir gnéis

source: • The order is causing an injustice by being in effect
ga: • Tá an t-ordú ina chúis éagóra le linn dó a bheith i bhfeidhm

source: Situations where a court may vary an order might include where an order prevents a sex offender from approaching school grounds and the sex offender applies for permission to attend a teacher/parent meeting at the school regarding his/her child
ga: Mar shampla de staid ina ndéanfadh cúirt athrú ar ordú, tá cás ina gcuireann ordú cosc ar chiontóir gnéis dul in aice le tailte scoile agus déanann an ciontóir gnéis iarratas freastal ar chruinniú múinteora/tuismitheora ag an scoil maidir lena leanbh

source: In such an instance the court may look favourably on a variation on the order for that date
ga: Sa chás sin b’fhéidir go mbeadh an chúirt i bhfabhair an t-ordú a athrú don dáta sin

source: A court may, similarly, be agreeable to discharge an order against a sex offender if evidence is given by the psychologist who counselled the offender that the offender no longer poses a danger to society
ga: Ar an mbealach céanna, b’fhéidir go n-aontóidh cúirt ordú in aghaidh ciontóra gnéis a dhíscaoileadh má thugann an síceolaí a thug comhairleoireacht don chiontóir nach contúirt don tsochaí an ciontóir a thuilleadh

source: Applications to vary or cancel sex offender orders are made to the Circuit Court in whose area the offender resides or by the Circuit Court in whose area the offenders is alleged to have acted in such a way as to give rise to the order being made
ga: Déantar orduithe chun orduithe ciontóra gnéis a athrú nó a chur ar ceal chuig an gCúirt Dúiche don cheantar ina bhfuil an ciontóir ina chónaí ag an gCúirt Chuarda a bhfuil sé líomhaithe gur ghníomhaigh an ciontóir ar dhóigh a ndéanfaí an t-ordú mar gheall air

source: In hearing applications for making, varying or cancelling sex offenders order, the Circuit Court acts in its civil capacity and the civil standard of proof applies
ga: Agus í ag éisteacht le hiarratais chun orduithe ciontóra gnéis a dhéanamh, a athrú nó a chur ar ceal, feidhmíonn an Chúirt Chuarda ina feidhm shibhialta agus tá caighdeán sibhialta an chruthúnais i bhfeidhm

source: That is, the court comes to a decision on the application on the balance of probabilities, as distinct to the criminal standard of proof which is beyond reasonable doubt
ga: Is é sin le rá, tagann an chúirt ar a cinneadh faoin iarratas ar chothrom na dóchúlachta, ar leith ó chaighdeán coiriúil an chruthúnais atá thar aon amhras réasúnta

source: Sex offenders who are involved in sex offender order proceedings are entitled to free legal aid once they fit the criteria laid down for free legal aid
ga: Tá ciontóirí gnéis atá bainteach le himeachtaí ordaithe ciontóra gnéis i dteideal cúnamh dlíthiúil a fháil saor in aisce nuair a chomhlíonann siad na critéir a leagtar amach in cúnamh dlíthiúil saor in aisce

source: Can I find out if a sex offender order is in force in respect of someone else?
ga: An féidir liom a fháil amach an bhfuil ordú ciontóra gnéis i bhfeidhm maidir le duine éigin eile?

source: The Sex Offenders Act 2001 specifically says that any proceedings in relation to a sex offender order shall be heard otherwise than in public
ga: Deir an tAcht um Chiontóirí Gnéis 2001 go sainiúil go n-éistfear le haon imeachtaí maidir le hordú ciontóra gnéis in áit eile seachas go poiblí

source: This means the in camera rule applies and the public are not allowed attend such court proceedings
ga: Ciallaíonn sé seo go bhfuil an riail i gcúirt iata i bhfeidhm agus níl cead ag an bpobal freastal ar imeachtaí cúirte den sórt sin

source: Similarly any details held by the Gardaí in relation to sex offenders orders are not subject to Freedom of Information legislation
ga: Ar an mbealach céanna níl aon sonraí atá á gcoinneáil ag na Gardaí maidir le horduithe ciontóirí gnéis faoi réir Reachtaíocht um Shaoráil Faisnéise

source: Therefore you are not entitled to apply under the Freedom of Information Act to find out if a sex offenders order is in force in respect of someone in your area
ga: De bhrí sin, níl tú i dteideal iarratas a dhéanamh faoin Acht um Shaoráil Faisnéise lena fháil amach an bhfuil ordú ciontóra gnéis i bhfeidhm maidir le duine éigin i do cheantar

source: The provisions of the Data Protection Acts 1998-2003 only allow you to request information being held about yourself on computer or in manual or paper files
ga: Ní ligeann forálacha na nAchtanna um Chosaint Sonraí 1998-2003 duit ach faisnéis a iarraidh fút féin atá á coinneáil ar ríomhaire nó ar chomhaid láimhe nó pháipéir

source: It is not possible to make a data protection request in respect of another person
ga: Ní féidir iarratas cosanta sonraí a dhéanamh maidir le duine eile
